/* 
  Localizable.strings
  TSRegisterUI

  Created by 沧海无际 on 2020/5/11.
  
*/

"Register the software with the purchased E-mail address and registration code." = "Activez le logiciel avec l'e-mail sous licence et le code d'activation.";
"Your E-mail Address" = "Votre e-mail";
"Registration Code" = "Code d'activation";
"Please make sure both your E-mail address and registration code are correct and try again." = "Assurez-vous que votre adresse e-mail et code d'activation sont corrects, puis réessayez.";
"Buy Now" = "Acheter maintenant";
"Register" = "Activer";
"Skip" = "Plus tard";
"1. If you do not receive the registration code or do not know the register E-mail address, please click here to check >>" = "1. Si vous ne recevez pas le code d'activation ou ne connaissez pas l'adresse e-mail sous licence, cliquez ici pour vérifier >> ";
"click here to check >>" = "cliquez ici pour vérifier >>";
"2. For other registration issues, please contact us >>" = "2. Pour tout autre problème d'activation de licence, veuillez nous contacter >> ";
"contact us >>" = "veuillez nous contacter >>";
"Registering…" = "Activation en cours…";
"Registered successfully!" = "L'activation a réussi.";
"OK" = "OK";
"Please make sure your network connection is working and try again." = "Assurez-vous que votre connexion réseau est active et réessayez.";
"Oops！Registration Error! Please re-check the E-mail address and registration code you entered and register again." = "Erreur d'activation ! Veuillez re-vérifier l'adresse e-mail et le code d'activation que vous avez saisi, puis réessayez.";
"The number of devices has exceeded the current order limit." = "Votre utilisation a dépassé la limite des appareils autorisée.";
"Contact us" = "Contactez-nous";
"The number of computers registered with the registration code has exceeded the limit." = "Votre utilisation a dépassé la limite des ordinateurs autorisée.";
"Invalid registration code!" = "Code invalide !";
"No order record for this registration code!" = "Il n'y a pas d'enregistrement de commande pour ce code d'activation.";
"This registration code has expired!" = "Ce code d'activation a expiré !";
"Registered license plan:" = "Détails de la licence enregistrée";
"User E-mail:" = "E-mail d'utilisateur :";
"License Plan:" = "Plan de licence :";
"Change license plan" = "Modifier le plan de licence";
"Family license" = "Licence familiale";
"1 Year license" = "Licence 1 An";
"1 Month license" = "Licence 1 Mois";
"Enterprise Subscription Edition" = "Édition abonnement Entreprise";
"Valid until:" = "Valide jusqu'à :";
"Available device(s):" = "Appareils disponibles:";
"%lu device(s)/Total %lu device(s)" = "%lu appareil(s) / %lu appareil(s) au total";
"Available computer(s):" = "Ordinateurs disponibles:";
"%lu computer(s)/Total %lu computer(s)" = "%lu ordinateur(s) / %lu ordinateur(s) au total";
"Used device(s):" = "Appareil(s) utilisé(s):";
"Used computer(s):" = "Ordinateur(s) utilisé(s):";
"%lu device(s)" = "%lu appareil(s)";
"%lu computer(s)" = "%lu ordinateur(s)";
"Welcome to use %@" = "Merci d'avoir choisi %@";
"Change License" = "Changer de licence";
"Lifetime" = "Licence à vie";
"Unlimited" = "Illimité";

"If you want to continue using %@, please purchase again or contact us." = "Si vous voulez continuer à utiliser %@, veuillez acheter de nouveau ou nous contacter.";
"See Pricing" = "Voir le prix";
